; Мова
0001=Українська

; Рядки
0002=(За замовчуванням)
0003= -Створити параметр- 
0004=Плаґін для роботи з реєстром
0005=Підключити мережевий реєстр
0006=Відключити мережевий реєстр
0007=Новий параметр #%u
0008=Виберіть комп'ютер, до якого потрібно підключитися
0009=Експорт у форматі UNICODE (Win 2000/XP/Vista/7)
0010=Експорт у форматі REGEDIT4 (формат Win9x/NT4)
0011=Для швидкого експорту можна також відключити в налаштуваннях Total Commander:|Конфігурація->Основні операції->Підраховувати розмір->Перед копіюванням/видаленням
0012=QWORD (64-біт)
0013=DWORD (32-біт)
0014=Помилка при створенні розділу!
0015=Конвертування спецсимволів було вимкнено.|Це може призвести до помилок при доступі до ключів та значень,|які містять спецсимволи в імені. Ви впевнені у своїх діях?
0017=Видалення
0018=Читання дозволів
0019=Запис DAC
0020=Зміна власника
0022=Помилка при підключенні до мережевого реєстру!
0023=Неможливо перемістити розділ до нього ж!
0024=Неможливо скопіювати розділ до нього ж!
0025=Неможливо перейменувати даний розділ!
0026=Неможливо перемістити розділ до його ж підрозділу!
0027=Неможливо скопіювати розділ до його ж підрозділу!
0028=Неможливо скопіювати розділ до даного підрозділу!
0029=Неможливо видалити даний розділ!
0030=Такий файл вже існує. Перезаписати?
0031=Значення з типом REG_MULTI_SZ не може містити пусті рядки.|Пусті рядки видалено.
0032=Повний доступ
0033=Читання
0034=Запит значення
0035=Задання значення
0036=Створення підрозділу
0037=Перерахування підрозділів
0038=Сповіщення
0039=Створення зв'язку
0041=Тільки цей розділ
0042=Цей розділ та його підрозділи
0043=Тільки підрозділи
0045=Реєстр даного комп'ютера вже підключено!
0046=Помилка при запуску regedit!
0047=Неможливо створити тут розділ!
0095=б
0096=Кб
0097=Мб
0098=Гб
0118= -Пошук- 
0120=Пошук по всьому реєстру

; Діалог експорту
0048=Налаштування експорту
0049=Більше не &запитувати
0050=ОК
0051=Скасувати

; Багаторядковий параметр
0052=Багаторядковий параметр
0053=&Відкрити в regedit
0054=&Ім'я:
0055=&Значення:

; Налаштування
0056=Налаштування плаґіна "Registry"
0057=Ек&спорт в UNICODE (Windows 2000/XP/Vista/7)
0058=Експорт з міткою &часу
0059=Експорт дві&йкових параметрів до бінарного файлу
0060=&Показувати файл " -Створити параметр- "
0061=&Конвертувати спецсимволи (\\ -> [bslash])
0063=Додаткові колонки
0064=&Мова:
0086=Швидкий експорт (без вікна прогресу)
0087=Запитувати про формат експорту
0088=Запитувати про експорт до спільного файлу
0089=Експорт до спільного файлу
0094=Показувати реальний розмір рядків (ANSI * 2)
0099=Покращений набір іконок
0100=Показувати суфікс розміру значень
0116=Покращена іконка ключів
0117=Дозволити віддалені з'єднання
0119=Показувати файл " -Пошук- "
0138=Використовувати 64-бітний реєстр

; Відключити мережевий реєстр
0065=Відключити мережевий реєстр
0066=&Ім'я комп'ютера:

; Підключити мережевий реєстр
0067=Підключити мережевий реєстр
0068=&Вибрати...

; Створити параметр
0069=Створити параметр
0070=Тип
0071=&Рядковий параметр
0072=&Параметр DWORD
0073=П&араметр QWORD
0074=&Двійковий параметр
0075=&Багаторядковий параметр
0076=Роз&ширюваний рядок
0077=&Ім'я:

; Двійковий параметр
0078=Двійковий параметр
0079=&Рядок (ANSI):
0080=Р&ядок (UNICODE):

; Рядковий параметр
0081=Рядковий параметр

; Параметр DWORD
0082=Параметр
0083=Система числення
0084=&Шістнадцяткова
0085=&Десяткова

; Експорт до спільного файлу
0090=Виберіть тип експорту:| - Для експорту до одного файлу натисніть 'Так',| - Для експорту до окремих файлів натисніть 'Ні'.
0091=Ім'я файлу:
0092=&Так
0093=&Ні

; Пошук
0101=Пошук в реєстрі
0102=Рядок для пошуку:
0103=Знайти
0104=Враховувати регістр
0105=Шукати рядок цілком
0106=Шукати розділи
0107=Шукати параметри
0108=Шукати значення
0109=Подвійний клік - перехід до вибраного ключа|Ctrl + подвійний клік - редагування
0110=Ключ
0111=Параметр
0112=Значення
0113=Переглянуто ключів:
0114=Переглянуто ключів: %u, знайдено %u співпадінь (%u мс)
0115=Закрити
0121=Не вдалося відкрити ключ для пошуку!
0122=Де шукати
0123=Шукати по всьому реєстру
0124=Шукати в ключі:
0125=Типи даних...
0128=Двійковий пошук
0129=та
0130=Час запису між:
0131=Розмір:
0132=Пошук за шаблоном (*,?)
0133=Перейти до ключа
0134=Копіювати
0135=Редагувати...
0136=Некоректний символ
0137=Зараз можна вводити тільки шістнадцяткові символи
0139=Видалити...
0140=Вибрані ключі і значення будуть фізично вилучені. Продовжити?

; Типи даних
0126=Типи даних
0127=Інші типи